Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1000_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kansallispäivän juhla keräsi Sajoksen auditorion täyteen yleisöä
sme: Sajosa auditorio dievai álbmotbeaivve ávvudeaddjiin

source: Saamelaisten kansallispäivänä Inarissa oli tarjolla monenlaista ohjelmaa kaiken ikäisille ja päivä huipentui Saamelaiskäräjien järjestämään iltajuhlaan Saamelaiskulttuurikeskus Sajoksen auditoriossa.
sme: Sámiid álbmotbeaivve Anáris lei fállun máŋggalágan prográmma buot ahkásaččaide ja beaivvi bajálašte Sámedikki lágidan eahketdoalut Sámekulturguovddáš Sajosa auditorios.

source: Juhla keräsi Sajoksen auditorion täyteen yleisöä, juhlaa oli saapunut seuraamaan kaikkialta saamelaisalueelta n. 350 henkeä.
sme: Ávvudeapmi devddii Sajosa auditorio gussiin, ávvudeami ledje boahtán čuovvut miehtá sámeguovllu s. 350 olbmo.

source: Juhlaa pystyi myös seuraamaan live stream-lähetyksen kautta, joka keräsi ruudun ääreen reilut sata katsojaa.
sme: Ávvudeami sáhtii čuovvut maiddái live stream-vuolggahusa bokte, mii čohkkii ruvtto lusa badjel čuohte geahčči.

source: Juhlan avauspuheessa Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi nosti esille edeltävien sukupolvien kovan työn sekä järjestöjen tärkeän roolin kulttuurin säilyttämisessä.
sme: Ávvudeami rahpanságas Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi bajidii ovdan ovddit buolvvaid garra barggu sihke servviid dehálaš rolla kultuvrra seailluheamis.

source: Hän myös korosti nuorten taiteilijoiden merkitystä, jotka tekevät yhteiskunnallista ja yhteisöllistä taidetta modernin teknologian avulla, levittävät tietoa saamelaisista aivan uudella tavalla ja pystyvät purkamaan valtakulttuurin luomia stereotypioita saamelaisista.
sme: Son maiddái deattuhii nuorra dáiddáriid mearkkašumi, geat barget servodatlaš ja searvvušlaš dáidaga modearnna teknologiija vehkiin, juhket dieđuid sápmelaččain áibbas ođđa vugiin ja bastet burgit váldokultuvrra ráhkadan stereotypiaid sámiin.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi näkee saamelaisten tulevaisuuden valoisana: ” Saamen kansan tulevaisuus ei ole epävarmaa niin kauan, kun säilytämme kulttuurimme arvot, perinteet ja yhteisöllisyytemme.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi oaidná sápmelaččaid boahttevuođa čuovgadin: ” Sámeálbmoga boahttevuohta ii leat eahpesihkkar nu guhká, go seailluhit kultuvrra árvvuid, árbevieruid ja searvvušlašvuođa.

source: Tulevaisuutemme on valoisa.
sme: Boahttevuohta lea čuovgat.

source: Saamelainen identiteetti on vahva.
sme: Sámi identitehta lea nanus.

source: Me tiedämme, keitä me olemme, mistä tulemme ja minne olemme menossa. ”
sme: Mii diehtit, geat mii leat, gos boahtit ja gosa leat mannamin. ”

source: Kansallispäivän juhlissa esiintyi eturivin saamelaisartisteja ympäri saamelaisaluetta.
sme: Álbmotbeaivve ávvudemiin loaiddastedje njunuš sámeartisttat miehtá sámeguovllu.

source: Juhlassa joikasivat Suomen Big Brother kilpailussa menestynyt Andte Gaup-Juuso ja kautokeinolainen Inger Marie Nilut.
sme: Ávvudeamis juige Suoma Big Brother gilvvus birgen Andte Gaup-Juuso ja guovdageaidnolaš Inger Marie Nilut.

source: Koltansaamea kuultiin Jaakko Gauriloffin sekä Anna Lumisalmen ja Tauno Ljetoffin esittäminä.
sme: Nuortalašgielat artistan gulaimet Jaakko Gauriloff sihke Anna Lumisalmi ja Tauno Ljetoff.

source: Juhlassa esiintyivät myös Aila duo, Ánnámáret Ensemble ja Hildá Länsman yhdessä Erkki Feodoroffin, Nicholas ja Kevin Francettin kanssa.
sme: Ávvudeamis loaiddastedje maiddái Aila duo, Ánnámáret Ensemble ja Hildá Länsman ovttas Erkki Feodoroffiin, Nicholas ja Kevin Francettiin.

source: Rauna Paadar-Leivo tarinoi juhlassa lapsuuden ja nuoruuden muistoista, lisäksi juhlassa esitettiin Ima Aikio-Arianaickin musiikkivideot Unna guoláš čierru, Buoidda jorrá borrá, Stálu čiegát.
sme: Rauna Paadar-Leivo muitalii ávvudeamis mánnávuođa ja nuorravuođa muittuin, lassin ávvudeamis čájehuvvojedje Ima Aikio-Arianaick musihkkavideot Unna guoláš čierru, Buoidda jorrá borrá, Stálu čiegát.

source: Jaakko Gauriloff
sme: Andte Gaup-Juuso
